/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Prílohy (%d)";

/* Old singular title format */
"AttachmentsKey" = "Príloha (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Pridať prílohu";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Urobiť fotografiu";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Knižnica fotografií";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Príloha %d odstránená";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Súbory";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Zrušiť";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Názov";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Poznámky";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Hodnota";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "UPOZORNENIE: navigationController pre aktuálny UITableViewController pre FUIFormCell je nulový. FUIAttachmentsFormCell a ListPickerFormCell nebudú správne fungovať.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d hod. %d min.";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Trvanie";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "hodina";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "hodiny";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Vybrané";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Všetko";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Upozornenie: Vyhľadávanie je deaktivované z dôvodu vlastnosti listPickerSearchResultsUpdating v ListPickerFormCell je nulové.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Vybrať všetko";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Zrušiť výber všetkého";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Zavrieť";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "viac";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Menej";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "zapn.\t";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "vypn.";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Nastavenie prepnete dvojitým klepnutím";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Triediť podľa";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Nevybraté";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Poklepaním zmeňte výber";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Poklepaním zmeňte smer usporiadania";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "toto je %@ posúvač, ktorého maximálne hodnota je %@ a minimálna hodnota %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "môžete potiahnuť prstom nahor/nadol, zatiaľ čo prvok je vybratý na zmenu hodnoty posúvača";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Aktuálna hodnota je %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Aktuálna hodnota zmenená na %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Pole len na čítanie";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternatívna vstupná akcia";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Tlačidlo";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Poklepaním otvorte";

"DoubleTapToCollapseKey" = "Poklepaním zbaľte";

"DoubleTapToSelectFromList" = "Poklepaním vyberte zo zoznamu";

"DoubleTapToSelect" = "Poklepaním vyberte";

"DoubleTapToUnselect" = "Poklepaním zrušte výber";

/* FUIStepperView tip */
"StepperTipKey" = "Toto je regulátor hodnoty, ktorý je možné upravovať";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Toto je regulátor hodnoty, ktorý nie je možné upravovať";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maximálna hodnota je %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimálna hodnota je %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Zvýšiť hodnotu o 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Znížiť hodnotu o 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Aktuálna hodnota je";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtrovať";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Výsledky \\(filteredNum) z \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Zobraziť \\(filteredNum) položiek";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Resetovať";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Toto je posúvač, ktorý je možné upravovať. minimálna hodnota je %@ a maximálna hodnota je %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Toto je posúvač, ktorý nie je možné upravovať. minimálna hodnota je %@ a maximálna hodnota je %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Toto je posúvač rozsahu, ktorý je možné upravovať. minimálna hodnota je %@ a maximálna hodnota je %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Toto je posúvač rozsahu, ktorý nie je možné upravovať. minimálna hodnota je %@ a maximálna hodnota je %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "textové pole hodnoty posúvača";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "textové pole dolnej hodnoty";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "textové pole hornej hodnoty";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Poklepaním môžete zadať určitú hodnotu";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "jazdec posúvača, aktuálna hodnota je";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "môžete potiahnutím prstom nahor/nadol zmeniť hodnotu";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "jazdec posúvača dolného rozsahu, aktuálna hodnota je";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "môžete potiahnutím prstom nahor/nadol zmeniť dolnú hodnotu";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "jazdec posúvača horného rozsahu, aktuálna hodnota je";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "môžete potiahnutím prstom nahor/nadol zmeniť hornú hodnotu";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "aktuálna hodnota je %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "aktuálna dolná hodnota je %@, horná hodnota je %@";

